[
{"title": ["Gender & Justice", 
"The Legacy of Shirley Chisholm: Screening and Conversation", 
"What's Next for Ice-Skating in New York?", 
"\"Black Is Beautiful\": Fashion and Consciousness", 
"Back to School with Frederick Wiseman", "Liquid Assets: New York's Watersheds & Waterways", 
"Epic Histories with Mike Wallace and Nell Irvin Painter", 
"Performance & Protest in Public Art", 
"'60s Fashion: The Youthquake and Its Aftershocks", 
"The Subway", "State of the (Public) Art", 
"Feminists in Fashion with Norma Kamali and Christene Barberich"], 

"eventWebsite": ["/event/gender-justice", 
"/event/legacy-shirley-chisholm-screening-and-conversation", 
"/skate", 
"/event/black-beautiful-fashion-and-consciousness", 
"/event/back-school-frederick-wiseman", 
"/event/liquid-assets-new-yorks-watersheds-waterways", 
"/event/epic-histories-mike-wallace-and-nell-irvin-painter", 
"/event/performance-protest-public-art", 
"/event/60s-fashion-youthquake-and-its-aftershocks", 
"/event/subway", "/event/state-public-art", 
"/event/feminists-fashion-norma-kamali-and-christene-barberich"], 

"description": ["\n      Sarah Maslin Nir talks to Assistant DA Lucy Lang and Reverend Vivian D. Nixon of College & Community Fellowship about the vexed relationship between gender and justice in this city.\n    ", 
"\n      Join filmmaker Shola Lynch for a screening and discussion of her documentary, \"Chisholm ’72: Unbought & Unbossed.\"\n    ", 
"\n      Explore the future of ice-skating in New York City for athletes and enthusiasts alike with leading voices in the sport.\n    ", 
"\n      Documentary photographer Kwame Brathwaite discusses his pioneering “Black Is Beautiful” photographs.  \r\n\n    ", "\n      A screening of “High School II,” which  examines life at an alternative public school in East Harlem.\n    ", "\n      Explore New York's complex water-supply system and how it illuminates the city's relationship with its regional environment.\n    ", "\n      Historians Mike Wallace and Nell Irvin Painter discuss the rewards and challenges of writing sweeping narrative history. \n    ", "\n      Artists Tania Bruguera and Kate Gilmore discuss performance art as a medium for critiquing politics, gender, and society. \r\n\n    ", "\n      Join fashion designers Anna Sui and Andrea Aranow for a conversation about how the 1960s influenced their work. \n    ", "\n      Joseph Lhota, Chairman of the MTA, discusses what can be done to ensure the future success of New York City’s sprawling subway system.  \n    ", "\n      A conversation with leaders of New York’s most innovative public art projects and spaces: the High Line, Governors Island, and The Laundromat Project. \n    ", "\n      Fashion icon Norma Kamali discusses the impact of feminism on the industry with Christene Barberich, co-founder of Refinery29. \n    "], "eventImage": []},
{"title": ["King’s Legacy: The Black Church and Social Activism Today ", "Fania All-Stars: Live in Africa  ", "Reduce, Reuse, Rethink: The Future of Waste in NYC", "Bronx Gothic ", "Feeding the Apple: New York’s Future Food Supply", "Under the Influence of the Maysles Brothers"], "eventWebsite": ["/event/kings-legacy-black-church-and-social-activism-today", "/event/fania-all-stars-live-africa", "/event/reduce-reuse-rethink-future-waste-nyc", "/event/bronx-gothic", "/event/feeding-apple-new-yorks-future-food-supply", "/event/under-influence-maysles-brothers"], "description": ["\n      Reverend Dr. Calvin Butts considers the continuing role of New York’s African American churches in advancing civil rights. \n    ", "\n      Screening of “Fania All Stars,” which offers a glimpse into a particularly soulful moment in Latin music. \n    ", "\n      Consider how we can rethink the concept of \"waste\" and its impact on our neighborhoods. \n    ", "\n      A screening of “Bronx Gothic,” an electrifying portrait of Okwui Okpokwasili and her acclaimed one-woman show. \n    ", "\n      Delve into the future of food and how we can revolutionize the way that New Yorkers eat.\n    ", "\n      A screening of short films by David and Albert Maysles, chief chroniclers of mid-'60s New York City.\n    "], "eventImage": []}
]